{
  "achievements": [
    {
      "content": "Empowered more than 100 business leaders to achieve remarkable growth by providing actionable insights and strategies during coaching sessions, resulting in the development of strong, high-performing teams.",
      "fullWidth": true
    },
    {
      "content": "Honored to be recognized by the European Union as one of the most influential women in Jordan in 2020."
    },
    {
      "content": "Coached entrepreneurs to navigate complex challenges within our dynamic world, ensuring their success."
    },
    {
      "content": "Elevated the confidence and communication skills of business professionals, resulting in more successful negotiations, partnerships, and career advancements."
    }
  ],
  "blog": [
    {
      "category": "Articles",
      "contents": [
        {
          "content": "In the dynamic world of professional development, it is essential to adapt and evolve to meet the ever-changing needs of learners. As a dedicated trainer, I have always strived to create an environment that fosters growth, empowerment, and positive change. However, it wasn't until I discovered the Solution-Focused Coaching approach that I truly experienced a profound shift in my training methodology.",
          "type": "text"
        },
        {
          "content": "Solution-Focused Coaching has become the cornerstone of my practice, enabling me to empower individuals and teams to identify their strengths, harness their potential, and navigate challenges with resilience and confidence. This powerful coaching approach emphasizes collaboration, future-focused thinking, and the belief that every individual possesses the inherent resources and abilities to create meaningful change in their lives and careers.",
          "type": "text"
        },
        {
          "content": "Gone are the days of dwelling on problems and obstacles. Instead, I have embraced a mindset centered around solutions, progress, and actionable steps. By focusing on what is already working well and leveraging existing strengths, I have witnessed firsthand how participants become energized, motivated, and inspired to take ownership of their learning journey.",
          "type": "text"
        },
        {
          "content": "Through Solution-Focused Coaching, I have witnessed remarkable transformations unfold before my eyes. Participants have discovered innovative solutions, tapped into their untapped potential, and achieved goals that once seemed insurmountable. The process has not only enhanced their performance and productivity but has also fostered a profound sense of fulfillment, purpose, and well-being.",
          "type": "text"
        },
        {
          "content": "Moreover, Solution-Focused Coaching has instilled a sense of empowerment in me as a trainer. It has allowed me to step into a coach / facilitator role, guiding individuals and teams towards their desired outcomes, and witnessing their growth and success has been an incredible source of joy and fulfillment for me. It is a privilege to witness the profound impact this approach can have on individuals' lives and professional trajectories.",
          "type": "text"
        },
        {
          "content": "I am committed to continuing my own growth and development as a Solution-Focused Coach. I will continually refine my skills, expand my knowledge, and collaborate with like-minded professionals to bring the very best training experiences to individuals and organizations seeking positive change.",
          "type": "text"
        },
        {
          "content": "If you're ready to unlock your potential, embrace a future- focused mindset, and achieve extraordinary results, let's connect! Together, we can embark on a transformative journey that will elevate your performance, amplify your success, and empower you to thrive.",
          "type": "text"
        }
      ],
      "date": "7 Dec 2023",
      "img": "2.jpg",
      "title": "HOW SOLUTION FOCUSED COACHING TRANSFORMED MY TRAINING STYLE"
    },
    {
      "category": "Articles",
      "contents": [
        {
          "content": "Navigating the ever-evolving landscape of personal and professional development introduces us to two stalwarts: coaching and training. Each boasting its own unique virtues, these methodologies furnish individuals with invaluable tools to augment their skills and traverse the intricate path to success. Yet, it is at the crossroads of coaching and training that an extraordinary alchemy transpiresan amalgamation of passion, guidance, and growth that transcends boundaries and propels individuals toward their zenith. This article delves into the enchanting synergy born when coaching meets training, unraveling the secrets of a transformative journey of self-discovery, learning, and triumph.",
          "type": "text"
        },
        {
          "content": "UNLEASHING THE POWER OF POTENTIAL",
          "type": "title"
        },
        {
          "content": "Coaching and training, in their distinctive capacities, act as catalysts for personal and professional growth. Coaching, with its empathetic and supportive ethos, centers on introspection, self-awareness, and goal setting. Meanwhile, training hones in on the impartation of specific skills, knowledge, and techniques. Together, they forge a potent alliance that not only empowers individuals to unveil their latent potential but also equips them with the acumen and proficiency needed to unfurl it",
          "type": "text"
        },
        {
          "content": "PASSION: THE CATALYST FOR CHANGE",
          "type": "title"
        },
        {
          "content": "The rendezvous of coaching and training introduces an extraordinary catalyst: passion. This intangible force propels individuals forward with unwavering determination and unyielding focus. The amalgamation of coaching and training, fueled by passion, transforms mundane objectives into extraordinary triumphs. Passion sparks the hunger for learning, growth, and triumph over obstacles—a constant beacon of motivation propelling individuals toward their aspirations.",
          "type": "text"
        },
        {
          "content": "BREAKING BARRIERS AND EXPANDING HORIZONS",
          "type": "title"
        },
        {
          "content": "The amalgamation of coaching and training holds the key to breaking through barriers and broadening horizons. While training imparts concrete skills and knowledge, coaching delves into the psychological and emotional realms. This symbiosis, merging the practicality of training with the introspection of coaching, emancipates individuals from limiting beliefs, conquers self-doubt, and nurtures fresh perspectives. It bestows the power to push boundaries, explore uncharted territories, and unveil dormant potentials.",
          "type": "text"
        },
        {
          "content": "BUILDING A SUPPORTIVE ALLIANCE",
          "type": "title"
        },
        {
          "content": "Coaching and training foster a supportive alliance that nurtures individual growth and resilience. A proficient coach serves as a guide, sounding board, and accountability partner. Simultaneously, training offers a structured framework for skill acquisition and refinement. The partnership between coach and trainer establishes a secure and empowering environment where individuals venture beyond comfort zones, make mistakes, and learn—all while receiving steadfast support.",
          "type": "text"
        },
        {
          "content": "A TRANSFORMATIVE JOURNEY",
          "type": "title"
        },
        {
          "content": "The convergence of coaching and training sets the stage for a transformative journey of self-discovery, learning, and triumph. The amalgamation of passionate drive, targeted training, and personalized guidance engineers a profound shift in perspective, empowering individuals to conquer obstacles, embrace change, and attain audacious goals. This metamorphic process reverberates not only in professional success but also in personal fulfillment—a harmonious equilibrium between ambition and contentment",
          "type": "text"
        },
        {
          "content": "At the end, badges and certifications serve different purposes and cater to different needs. Badges are more flexible and can be used for recognizing various achievements, while certifications are typically more comprehensive and are often required in specific professions or industries. The choice between badges and certifications in training depends on the goals of the training program and the desired level of recognition and expertise.",
          "type": "text"
        }
      ],
      "date": "7 Nov 2023",
      "img": "3.png",
      "title": "WHEN COACHING CONVERGES WITH TRAINING: IGNITING THE FLAME OF PASSION AND UNLEASHING POTENTIAL"
    },
    {
      "category": "Articles",
      "contents": [
        {
          "content": "In an ever-changing world, there’s only one thing that’s constant: Change. Change is a force which we can’t afford not to reckon with. Sadly, “being strong” or “just dealing with it” are not enough. One’s ability to adapt and thrive all boils down to science, and that’s where the ground-breaking AQai assessments come in.",
          "type": "text"
        },
        {
          "content": "But first, let me tell you my story. As an entrepreneur, professional speaker, and mentor to experts across various industries, the very foundation of my world shook in the face of the pandemic. I was forced to abandon the one thing I did best – face to face training – in favour of online coaching.",
          "type": "text"
        },
        {
          "content": "To put it bluntly, I had no idea what I was doing. I didn’t know how to provide people with the same personal attention and executive presence that I’d offered offline for so many years. But what could I do? The way I saw it, I had two choices.",
          "type": "text"
        },
        {
          "contents": [
            "Let fear get the better of me, fall behind, and fail.",
            "Embrace the change and make it work"
          ],
          "type": "ol"
        },
        {
          "content": "I chose the latter – and now, I want to help you do the same.",
          "type": "boldText"
        },
        {
          "content": "Today, I am proud to be certified in helping people to use the very AQai tools and assessments that changed my own life when transitioning from face-to-face training to the online sphere. So, what is this tool about? Here’s what you need to know:",
          "type": "text"
        },
        {
          "content": "It’s Threefold",
          "type": "title"
        },
        {
          "content": "AQai assesses three dimensions: Ability, Character, and Environment. It digs deeper into your why, when and how to make a change that positively impacts you and everyone around you. Once your AQ profile has been compiled, you’ll unlock personalized insights and plans of action to improve your adaptability now and in the future. You will gain valuable  understanding of your abilities and the various sub dimensions such as Mental flexibility, Grit, Unlearn, Mindset and Resilience.",
          "type": "text"
        },
        {
          "content": "Get to Know Yourself",
          "type": "title"
        },
        {
          "content": "Nick Nanton, who produced a mini-documentary about AQai, said: “We’re not all in the same boat, but we’re in the same storm.” So, while we can’t predict how the tides will turn, we can arm ourselves with the robust methodology we need to measure, comprehend, and improve our adaptability quotient. This way, we can gain a better understanding of why we often struggle so much to adapt to change – and what we can do about it.",
          "type": "text"
        },
        {
          "content": "Unlearning",
          "type": "title"
        },
        {
          "content": "what really got me intrigued was the idea of unlearning being an ability that we could develop and AQai has shown that by unlearning certain behaviours related to our skills, methods of working, and perception of the status quo – we can boost our adaptability by up to 40%. The secret lies in the continual re-evaluation of information, highlighting things that no longer serve you and committing to let go of at least one a day or week. Another surprise for me was the idea that there is a positive correlation between Unlearning and Grit (another ability sub-dimension ) that when we have perseverance and passion we are still  able to Unlearn, interesting right?",
          "type": "text"
        },
        {
          "content": "Experiment",
          "type": "title"
        },
        {
          "content": " A huge part of AQai success lies in testing – skills, processes, software, technology, and behaviours. Life is a series of choices, as you choose so you become. You could choose to dig deeper into your own self and create a new better version of yourself and maybe have a moment of epiphany only to realize how many years you’ve wasted not doing things in an adaptive way. But the good news is that it’s never too late to master the science of adaptability. In fact it is part of life's journey.",
          "type": "text"
        },
        {
          "content": "If you want to thrive in the new world – not just survive – then grasping the science of adaptability isn’t optional. It’s essential if you want to be resilient and robust enough to thrive when you ride the tides, personally and professionally.",
          "type": "boldText"
        },
        {
          "content": "To put AQai to the test and see how it can change your life – just as it did mine – let’s start a conversation today!",
          "type": "boldText"
        }
      ],
      "date": "7 Oct 2023",
      "img": "4.jpg",
      "title": "The Science of Adaptability: How to Evolve and Thrive in a Shifting World"
    }
  ],
  "certificates": [
    {
      "date": 2022,
      "source": "A",
      "title": "Certified MBTI Practitioner"
    },
    {
      "date": 2023,
      "source": "INTHRFACE, DENMARK",
      "title": "Certified Facilitator in LEGO® SERIOUS PLAY® (LSP) Methodology"
    },
    {
      "date": 2023,
      "source": "SkillFront",
      "title": "Certified Professional in Design Thinking (CPDT)"
    },
    {
      "date": 2022,
      "source": "B",
      "title": "Solution Focused Coach"
    },
    {
      "date": 2022,
      "source": "C",
      "title": "Daniel Goleman Emotional Intelligence Coach"
    },
    {
      "date": 2022,
      "source": "WEINSTITUTE",
      "title": "Certified Level 2 Conversational Intelligence Coach"
    },
    {
      "date": 2021,
      "source": "WHO",
      "title": "Certified Leadership Governance and Strategic Thinking Facilitator"
    },
    {
      "date": 2012,
      "source": "UK",
      "title": "Certified Level 2 AQAI Assessment Coach and Practitioner"
    },
    {
      "date": 2012,
      "source": "E",
      "title": "Certified Trainer"
    },
    {
      "date": 2033,
      "source": "F",
      "title": "Certified Leadership Network Diagnostic Tool Practitioner "
    }
  ],
  "partners": [
    {
      "link": "https://orange.jo",
      "logo": "orange.png"
    },
    {
      "link": "https://www.cranfield.ac.uk/",
      "logo": "cranfield.png"
    },
    {
      "link": "https://efejordan.org/",
      "logo": "efe.png"
    },
    {
      "link": "https://www.merckgroup.com",
      "logo": "merck.png"
    },
    {
      "link": "https://www.joddb.com/",
      "logo": "joddb.png"
    },
    {
      "link": "https://realcosmetics.jo/",
      "logo": "real.jpg"
    },
    {
      "bigger": true,
      "link": "https://www.jnj.com/",
      "logo": "johnson.png"
    },
    {
      "bigger": true,
      "link": "https://www.giz.de/en",
      "logo": "giz.png"
    },
    {
      "bigger": true,
      "link": "https://www.gpstrategies.com/",
      "logo": "gp.png"
    },
    {
      "bigger": true,
      "link": "https://www.kempinski.com/",
      "logo": "kempinski.png"
    },
    {
      "bigger": true,
      "link": "https://www.pfizer.com/",
      "logo": "pfizer.png"
    },
    {
      "bigger": true,
      "link": "https://www.tabukpharmaceuticals.com/",
      "logo": "tabuk.png"
    },
    {
      "bigger": true,
      "link": "https://www.usaid.gov/jordan",
      "logo": "usaid.png"
    },
    {
      "bigger": true,
      "link": "https://www.ccl.org/",
      "logo": "ccl.png"
    },
    {
      "bigger": true,
      "link": "https://www.aqai.io/",
      "logo": "aqai.png"
    },
    {
      "bigger": true,
      "link": "https://www.correlation-one.com/",
      "logo": "correlation.png"
    },
    {
      "bigger": true,
      "link": "https://www.qrce.org/",
      "logo": "qrce.png"
    },
    {
      "bigger": true,
      "link": "https://www.jo.zain.com",
      "logo": "zain.png"
    }
  ],
  "testimonials": [
    {
      "author": "Deepthi Upen – UX Designer",
      "content": "You are indeed a ray of light! 1 hr with you has been very enlightening. I was stuck in a loop for many months about what the next steps should be for my business, you guided me to the answers BEAUTIFULLY! I am truly mind blown with your mastery with coaching and how well the session was done. Your polite, kind and friendly approach made the session very enjoyable. The way you patiently listened, the attention given to every word I spoke, makes me feel heard and valued. I truly truly enjoyed time with you. You pulled me out of the quick-sand I was stuck in for many many months. You are very skillful and knowledgeable. May all your lives wishes come to fruition. Hope many others get empowering sessions from you and may Noor's light shine through."
    },
    {
      "author": "R.M. - HR Business Leader - KSA",
      "content": "This is my first experience with a life coach was quite significant. I genuinely felt how important it is to engage with someone who seeks to understand you and assist in your self-discovery. I had always sought solutions from the external world or other people, often neglecting to focus on myself. Although the number of sessions was limited, they played a significant role in helping me understand who I am and the goals I intend to achieve. This is the reality, and truth be told, it might be something ordinary. There were only a few sessions, and they came to an end. However, for me, they occurred at a time when I was feeling lost and depressed, in need of a genuine push. Thanks to God and, indeed, thanks to you, I persisted with them, and I became someone who explores their inner self."
    },
    {
      "author": "IT Manager - UAE",
      "content": "I highly recommend Mrs. Noor as a life coach for anyone seeking personal and professional growth. I have had the pleasure of working with Mrs. Noor for 4 Sessions, and her guidance and expertise have been invaluable in helping me achieve my goals and improve my overall well-being."
    },
    {
      "author": "Ahmad Labeeb - Piky Host",
      "content": "Thank you very much, my dear coach Noor, for dedicating your time and effort to help me a lot. You have greatly assisted me in logical thinking, and you've always been giving and optimistic. I enjoyed every minute of every session. Wishing you continued success and prosperity. God bless you."
    },
    {
      "author": "Lina R.",
      "content": "First and foremost, Mrs. Noor is a great listener. She takes the time to understand your unique situation, challenges, and aspirations, without judgment. Mrs. Noor has an exceptional ability to ask thought-provoking questions, allowing you to dig deep and gain clarity on what truly matters to you. This process of self-reflection has been instrumental in helping me uncover my strengths, values, and passions."
    },
    {
      "author": "Yazan Z - Business Owner",
      "content": "Mrs. Noor pushes me outside of my comfort zone in a supportive and empowering way. She encourages growth and challenge limiting beliefs, helping me overcome self-imposed barriers and break through obstacles that were holding me back. Their wealth of knowledge and experience, combined with their intuitive understanding of my needs, have provided me with valuable insights and strategies for personal growth and success."
    },
    {
      "author": "Abdulrahman Dawood",
      "content": "Overall, my experience with Mrs. Noor has been nothing short of transformative. She possesses the qualities, skills, and experience to guide and empower individuals to reach their full potential. If you are seeking a life coach who will listen attentively, challenge you to grow, and provide unwavering support, Mrs. Noor is an exceptional choice. Their coaching has had a profound impact on my life, and I am confident she will do the same for you."
    },
    {
      "author": "Amani A. – Translator",
      "content": "A Mind opening journey"
    },
    {
      "author": "Julie Buckingham – JulieB Coaching",
      "content": "I have been working with Noor as my coach because I wanted to be clear on my goals and feel more confident about developing myself as a leader and business owner. She listened to me very deeply and I felt that her energy and enthusiasm really boosted my thinking and I was able to push myself more to achieve my goals because I knew that she would be speaking to me again and I wanted to be able to celebrate some wins with her. Noor asked me some very interesting questions and this helped me to be more reflective which was so useful. I would highly recommend working with her, she is so approachable and professional too."
    },
    {
      "author": "Amr Dawood - Commercial Excellence Expert",
      "content": "Words can’t describe the level of caring and dedication I found in the experience of having Mrs. Noor as a life coach. I found here to be kind, informative, eager to help me and full of energy. Her positive attitude is contagious. Wish you all the best Mrs. Noor I truly am greatly grateful for your efforts, you are a wonderful soul."
    },
    {
      "author": "Hussein Al Dardasawi - Photographer",
      "content": "The session was full of attention, oh, full of attention, thanks to the skill of the trainer 'Noor' in guiding one to a safe space where they could speak from the heart and be assured that the person in front of them would stand by them with all the strength that God has given them! Through this reassurance, I was able to express all my concerns and issues related to my nascent project. This helped me to think out loud a bit more and to listen to myself. With the help of the trainer Noor, I put my foot back on the road again, but this time, with even greater strength!"
    },
    {
      "author": "Baraa - Growth flow",
      "content": "I am deeply grateful for the invaluable guidance and unwavering support you have provided during our sessions. Your help has made a profound impact on my life."
    },
    {
      "author": "Nidal Khoury - Co-founder of 12 Clients",
      "content": "The coaching sessions with Nour were very organized, strategic and beneficial for our company. We are thankful for every minute Nour spent with us. From the second session, we started seeing focused actions and directly after that we started sensing measurable results on our focus and a few sessions after, the strategic direction of the business at large started to become clearer. The sessions, tools and methodologies used were up to date and helped us scale our business and put it on the right track for growth."
    },
    {
      "author": "Suhaib Ahmad – Entrepreneur",
      "content": "Since our first session, I noticed something different and asked to launch a long professional relation. And along our ongoing 6-month journey, I witnessed a next level of coaching and was helped to bypass many challenges and obstacles. I will always be grateful to Mrs. Noor and will always be first coach to recommend."
    }
  ],
  "Programs": [
    {
      "icon": "faUsers",
      "programs": [
        "Leadership and Executive Development",
        "Emotional Intelligence for Leaders",
        "Leadership Communication Skills",
        "Building High Performance Teams"
      ]
    },
    {
      "icon": "faBullseye",
      "programs": [
        "Strategic Thinking for Leaders",
        "Leading Change",
        "Problem Solving and Decision Making"
      ]
    },
    {
      "icon": "faFaceGrinStars",
      "programs": [
        "Personal Branding for Leaders",
        "Master Speaker and Storyteller",
        "Productivity and Time Management"
      ]
    },
    {
      "icon": "faHandHoldingDollar",
      "programs": [
        "Negotiation Skills",
        "Selling and Negotiating Techniques",
        "Customer Service"
      ]
    },
    {
      "icon": "faPersonChalkboard",
      "programs": [
        "Train the Trainer",
        "Coaching Skills for Leaders"
      ]
    },
    {
      "icon": "faLightbulb",
      "programs": [
        "Innovation and Creative Leadership",
        "Facilitation Using Lego Serious Play Methodology"
      ]
    },
    {
      "icon": "faBriefcase",
      "programs": [
        "Employability Skills "
      ]
    }
  ],
  "vlog": [
    {
      "link": "spzO8zZmGVY"
    },
    {
      "link": "MMdhJVb7OaE"
    },
    {
      "link": "v4eh_yCfzNQ"
    },
    {
      "link": "41446G9tUhs"
    }
  ]
}